{
  "introText": "Padok Club, fiziksel ve dijital deneyimleri birleştiren, disiplinler arası etkileşimi destekleyen çok katlı bir teknoloji, eğlence ve sosyalleşme merkezidir. Her kat, kendi içerisinde tematik olarak yapılandırılmış ve alanında en güncel donanımlar ile donatılmıştır. Aşağıda, sunduğumuz hizmetlerin detaylı açıklamalarını bulabilirsiniz:",
  
  "f1": {
    "title": "F1 Yarış Simülasyonu",
    "description": "Gerçekçilik, hız ve teknoloji üçgeninde kurgulanmış simülasyon deneyimi.",
    "detail": "Yüksek hassasiyetli direksiyon setleri ve ultra geniş görüş açısı.",
    "longDescription": "Padok'un merkezinde yer alan F1 Yarış Simülasyon alanı, otomotiv teknolojisi, simülasyon mühendisliği ve e-spor disiplinlerinin kesişiminde konumlanır. Profesyonel yarış simülatörlerinde kullanılan yüksek hassasiyetli direksiyon setleri, hidrolik destekli özel koltuklar ve ultra geniş görüş açısı sunan çoklu ekran sistemleriyle donatılmıştır. Bu sistemler, fiziksel sürüş dinamiklerini birebir taklit eden kuvvet geri bildirimi (force feedback) ve titreşim sistemleriyle kullanıcıya mekanik tepki üzerinden öğrenme ve deneyimleme imkânı sunar. Geliştirilen yazılımlar sayesinde gerçek pist koşulları, lastik aşınmaları, aerodinamik etkiler ve hava koşulları gibi detaylar simülasyona entegre edilmiştir."
  },
  
  "stage": {
    "title": "Sahne ve Performans Alanı",
    "description": "Sanatın, teknolojinin ve topluluğun buluştuğu etkileşimli alan.",
    "detail": "DJ performansları, akustik konserler ve interaktif performanslar.",
    "longDescription": "Padok'un etkinlik katı, akustik mühendislik ve sahne teknolojileri dikkate alınarak tasarlanmış çok işlevli bir performans alanıdır. DJ performansları, akustik konserler, stand-up şovları, açık mikrofon geceleri ve interaktif performanslar gibi birçok farklı etkinlik türünü barındıracak şekilde yapılandırılmıştır. Sistem, yüksek çözünürlüklü LED ışık panelleri, otomatik senkronize ışık sistemleri, çok kanallı dijital mikser altyapısı ve gürültü kontrol panelleri gibi sahne tasarımında ön plana çıkan unsurları içerir."
  },
  
  "cafe": {
    "title": "Kafe & Kutu Oyunları Alanı",
    "description": "Sosyal oyun teorisiyle beslenen samimi ve kapsayıcı bir sosyalleşme ortamı.",
    "detail": "Rahat oturma grupları ve zengin kutu oyunları koleksiyonu.",
    "longDescription": "Padok'un sosyal etkileşim katı, yalnızca bir kafe değil; aynı zamanda oyun temelli öğrenme, iş birliği geliştirme ve sosyal zekâ etkileşimi üzerine kurulmuş bir deneyim alanıdır. Rahat oturma grupları, masa düzenleri ve sessiz köşelerle her türden kullanıcıyı ağırlayabilecek esnekliğe sahiptir. Kafe bölümünde servis edilen içecekler ve atıştırmalıklar, hem bireysel çalışma hem de grup aktiviteleri sırasında kullanılabilir şekilde planlanmıştır."
  },
  
  "vr": {
    "title": "VR (Sanal Gerçeklik) Alanı",
    "description": "Gerçeklik ötesi bir evrene açılan kapı: Bütünsel VR deneyimi.",
    "detail": "Yüksek çözünürlüklü VR başlıkları ve haptic eldiven sistemleri.",
    "longDescription": "Sanal Gerçeklik alanı, görsel, işitsel ve mekansal algıyı bir araya getirerek kullanıcıyı dijital bir dünyada fiziksel olarak varmış gibi hissettiren deneyimlerle donatılmıştır. Burada kullanılan cihazlar arasında yüksek çözünürlüklü VR başlıkları, 6DoF (six degrees of freedom) hareket takibi, haptic eldiven sistemleri ve reaktif yüzeyli zemin platformları yer almaktadır. VR deneyimi, yalnızca eğlence değil aynı zamanda psikolojik etkileşim, tepkisel öğrenme, teknolojik farkındalık ve simülasyon temelli karar alma üzerine kuruludur."
  },
  
  "internet": {
    "title": "İnternet Kafe",
    "description": "Çok yönlü dijital üretkenlik ve oyun performansı için optimize edilmiş altyapı.",
    "detail": "Son model ekran kartları ve düşük gecikmeli monitörler.",
    "longDescription": "İnternet kafe bölümü, hem yüksek donanım gerektiren oyunlar hem de profesyonel dijital işler için tasarlanmış hibrit bir çalışma ve oyun alanıdır. Alan içerisinde son model ekran kartları, düşük gecikmeli monitörler, mekanik klavyeler ve yüksek çözünürlüklü kulaklıklar ile donatılmış sistemler bulunmaktadır. İnternet altyapısı, düşük ping ve yüksek veri transferi sağlayan özel ağ çözümleri ile desteklenmiştir."
  },
  
  "meeting": {
    "title": "Toplantı Salonları",
    "description": "İşlevselliği estetikle birleştiren, modüler ve teknoloji destekli toplantı ortamları.",
    "detail": "Modüler masa sistemleri ve kablosuz sunum sistemleri.",
    "longDescription": "Toplantı salonları, çağdaş iş dünyasının gereksinimlerine uygun olarak tasarlanmış, akıllı ve esnek yapılar sunar. Alanlarda modüler masa sistemleri, kablosuz sunum sistemleri (BYOD – Bring Your Own Device destekli), yüksek çözünürlüklü projeksiyon sistemleri ve akustik yalıtımlı duvar yapıları yer alır. Girişimciler, startuplar, kurumlar ve akademik gruplar için uygun olan bu alanlar, hem küçük çaplı fikir geliştirme oturumları hem de büyük ölçekli planlama toplantıları için kullanılabilir."
  }
}
